Repository: nettrash/family.connect
Catalog: ios/FamilyConnect/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ru, sr, sr_latn, zh_hans

source: Shows a preview under links in messages, and a map on a shared location. Building either asks somebody else for it — the linked website for its title and image, Apple for the map — so they see a request from this device. With maps off, a shared location still shows its pin and opens in Maps when you tap it.
de: Zeigt eine Vorschau unter Links in Nachrichten und eine Karte zu einem geteilten Standort. Beides wird bei jemand anderem angefragt — die verlinkte Website für Titel und Bild, Apple für die Karte — die dann eine Anfrage von diesem Gerät sehen. Sind Karten aus, zeigt ein Standort weiterhin seine Markierung und öffnet sich mit einem Tippen in Karten.
es: Muestra una vista previa bajo los enlaces de los mensajes y un mapa en una ubicación compartida. Ambas cosas se le piden a otra persona — al sitio enlazado su título e imagen, a Apple el mapa — así que ven una petición desde este dispositivo. Con los mapas desactivados, una ubicación compartida sigue mostrando su marcador y se abre en Mapas al tocarla.
fr: Affiche un aperçu sous les liens des messages, et une carte sur une position partagée. Les deux sont demandés à quelqu’un d’autre — au site lié son titre et son image, à Apple la carte — qui voient donc une requête depuis cet appareil. Cartes désactivées, une position affiche toujours son repère et s’ouvre dans Plans d’une touche.
ja: メッセージ内のリンクの下にプレビューを、共有された位置情報に地図を表示します。どちらも他者に要求するため — リンク先のサイトにはタイトルと画像を、Apple には地図を — この端末からのリクエストが届きます。地図がオフでも、ピンは表示され、タップすると「マップ」で開きます。
ru: Показывает предпросмотр под ссылками в сообщениях и карту у отправленного местоположения. И то и другое запрашивается у кого-то ещё — у сайта по ссылке заголовок и картинку, у Apple карту — поэтому они видят обращение с этого устройства. Если карты выключены, местоположение всё равно показывает точку и открывается в Картах по нажатию.
sr: Приказује преглед испод линкова у порукама и мапу уз подељену локацију. И једно и друго се тражи од неког другог — од сајта наслов и слику, од Apple-а мапу — па виде захтев са овог уређаја. Ако су мапе искључене, локација и даље приказује ознаку и отвара се у Мапама на додир.
sr_latn: Prikazuje pregled ispod linkova u porukama i mapu uz podeljenu lokaciju. I jedno i drugo se traži od nekog drugog — od sajta naslov i sliku, od Apple-a mapu — pa vide zahtev sa ovog uređaja. Ako su mape isključene, lokacija i dalje prikazuje oznaku i otvara se u Mapama na dodir.
zh_hans: 在消息中的链接下方显示预览，并在共享位置上显示地图。两者都需要向他人请求 — 向链接网站请求标题和图片，向 Apple 请求地图 — 因此它们会看到来自本设备的请求。关闭地图后，共享位置仍会显示图钉，点按即可在“地图”中打开。

source: Shows a preview under links in messages, and a map on a shared location. Building either asks somebody else for it — the linked website for its title and image, Apple for the map — so they see a request from this Mac. With maps off, a shared location still shows its pin and opens in Maps when you click it.
de: Zeigt eine Vorschau unter Links in Nachrichten und eine Karte zu einem geteilten Standort. Beides wird bei jemand anderem angefragt — die verlinkte Website für Titel und Bild, Apple für die Karte — die dann eine Anfrage von diesem Mac sehen. Sind Karten aus, zeigt ein Standort weiterhin seine Markierung und öffnet sich mit einem Klick in Karten.
es: Muestra una vista previa bajo los enlaces de los mensajes y un mapa en una ubicación compartida. Ambas cosas se le piden a otra persona — al sitio enlazado su título e imagen, a Apple el mapa — así que ven una petición desde este Mac. Con los mapas desactivados, una ubicación compartida sigue mostrando su marcador y se abre en Mapas al hacer clic.
fr: Affiche un aperçu sous les liens des messages, et une carte sur une position partagée. Les deux sont demandés à quelqu’un d’autre — au site lié son titre et son image, à Apple la carte — qui voient donc une requête depuis ce Mac. Cartes désactivées, une position affiche toujours son repère et s’ouvre dans Plans d’un clic.
ja: メッセージ内のリンクの下にプレビューを、共有された位置情報に地図を表示します。どちらも他者に要求するため — リンク先のサイトにはタイトルと画像を、Apple には地図を — この Macからのリクエストが届きます。地図がオフでも、ピンは表示され、クリックすると「マップ」で開きます。
ru: Показывает предпросмотр под ссылками в сообщениях и карту у отправленного местоположения. И то и другое запрашивается у кого-то ещё — у сайта по ссылке заголовок и картинку, у Apple карту — поэтому они видят обращение с этого Mac. Если карты выключены, местоположение всё равно показывает точку и открывается в Картах по клику.
sr: Приказује преглед испод линкова у порукама и мапу уз подељену локацију. И једно и друго се тражи од неког другог — од сајта наслов и слику, од Apple-а мапу — па виде захтев са овог Mac-а. Ако су мапе искључене, локација и даље приказује ознаку и отвара се у Мапама на клик.
sr_latn: Prikazuje pregled ispod linkova u porukama i mapu uz podeljenu lokaciju. I jedno i drugo se traži od nekog drugog — od sajta naslov i sliku, od Apple-a mapu — pa vide zahtev sa ovog Mac-a. Ako su mape isključene, lokacija i dalje prikazuje oznaku i otvara se u Mapama na klik.
zh_hans: 在消息中的链接下方显示预览，并在共享位置上显示地图。两者都需要向他人请求 — 向链接网站请求标题和图片，向 Apple 请求地图 — 因此它们会看到来自这台 Mac的请求。关闭地图后，共享位置仍会显示图钉，点按即可在“地图”中打开。

source: Shows a preview under links in messages. Building one asks the linked website for its title and image, so that site sees a request from this device.
de: Zeigt eine Vorschau unter Links in Nachrichten. Dafür wird die verlinkte Website nach Titel und Bild gefragt – diese Website sieht also eine Anfrage von diesem Gerät.
es: Muestra una vista previa bajo los enlaces. Para crearla se pide al sitio enlazado su título e imagen, así que ese sitio verá una petición desde este dispositivo.
fr: Affiche un aperçu sous les liens des messages. Pour le créer, on demande au site son titre et son image : ce site voit donc une requête venant de cet appareil.
ja: メッセージ内のリンクの下にプレビューを表示します。作成時にリンク先へタイトルと画像を要求するため、そのサイトにはこの端末からのアクセスが記録されます。
ru: Показывает предпросмотр под ссылками. Для этого у сайта запрашиваются заголовок и картинка — то есть сайт увидит запрос с этого устройства.
sr: Приказује преглед испод линкова у порукама. Да би се направио, од сајта се траже наслов и слика — тако тај сајт види захтев са овог уређаја.
sr_latn: Prikazuje pregled ispod linkova u porukama. Da bi se napravio, od sajta se traže naslov i slika — tako taj sajt vidi zahtev sa ovog uređaja.
zh_hans: 在消息中的链接下方显示预览。生成预览需要向该网站请求标题和图片，因此该网站会看到来自本设备的请求。

source: Shows who reacted
de: Zeigt, wer reagiert hat
es: Muestra quién reaccionó
fr: Affiche qui a réagi
ja: リアクションした人を表示
ru: Показывает, кто отреагировал
sr: Приказује ко је реаговао
sr_latn: Prikazuje ko je reagovao
zh_hans: 显示谁回应了

source: Size
de: Größe
es: Tamaño
fr: Taille
ja: サイズ
ru: Размер
sr: Величина
sr_latn: Veličina
zh_hans: 大小

source: Small
de: Klein
es: Pequeña
fr: Petite
ja: 小
ru: Маленькая
sr: Мала
sr_latn: Mala
zh_hans: 小

source: Someone
de: Jemand
es: Alguien
fr: Quelqu’un
ja: 誰か
ru: Кто-то
sr: Неко
sr_latn: Neko
zh_hans: 某人

source: Something went wrong. Try again.
de: Etwas ist schiefgelaufen. Versuch es noch einmal.
es: Algo salió mal. Inténtalo de nuevo.
fr: Quelque chose s’est mal passé. Réessaie.
ja: 問題が起きました。もう一度お試しください。
ru: Что-то пошло не так. Попробуй ещё раз.
sr: Нешто је пошло наопако. Покушај поново.
sr_latn: Nešto je pošlo naopako. Pokušaj ponovo.
zh_hans: 出了点问题。请重试。

source: Speaker
de: Lautsprecher
es: Altavoz
fr: Haut-parleur
ja: スピーカー
ru: Динамик
sr: Звучник
sr_latn: Zvučnik
zh_hans: 扬声器

source: Start fresh — you'll be the owner and can invite everyone else.
de: Fang neu an – du wirst Eigentümer und kannst alle anderen einladen.
es: Empieza de cero: serás el propietario y podrás invitar a los demás.
fr: Pars de zéro : tu seras le propriétaire et pourras inviter les autres.
ja: 新しく始めます。あなたがオーナーになり、他の家族を招待できます。
ru: Начни с нуля — ты станешь владельцем и сможешь пригласить остальных.
sr: Почни испочетка — бићеш власник и можеш да позовеш све остале.
sr_latn: Počni ispočetka — bićeš vlasnik i možeš da pozoveš sve ostale.
zh_hans: 从头开始——你将成为拥有者，并可以邀请其他人。

source: Statistics
de: Statistik
es: Estadísticas
fr: Statistiques
ja: 統計
ru: Статистика
sr: Статистика
sr_latn: Statistika
zh_hans: 统计

source: Statistics…
de: Statistik…
es: Estadísticas…
fr: Statistiques…
ja: 統計…
ru: Статистика…
sr: Статистика…
sr_latn: Statistika…
zh_hans: 统计…

source: Still too large after compressing — try a shorter clip.
de: Auch komprimiert noch zu groß – versuch einen kürzeren Clip.
es: Sigue siendo demasiado grande tras comprimir: prueba con un clip más corto.
fr: Toujours trop lourd après compression — essaie un extrait plus court.
ja: 圧縮してもまだ大きすぎます。短いクリップでお試しください。
ru: Даже после сжатия слишком большой — попробуй ролик покороче.
sr: И после компресије је превелико — пробај краћи снимак.
sr_latn: I posle kompresije je preveliko — probaj kraći snimak.
zh_hans: 压缩后仍然太大——试试更短的片段。

source: Stop
de: Stopp
es: Detener
fr: Arrêter
ja: 停止
ru: Стоп
sr: Заустави
sr_latn: Zaustavi
zh_hans: 停止

source: Switch camera
de: Kamera wechseln
es: Cambiar de cámara
fr: Changer de caméra
ja: カメラを切り替える
ru: Сменить камеру
sr: Промени камеру
sr_latn: Promeni kameru
zh_hans: 切换相机

source: Tap to remove
de: Zum Entfernen tippen
es: Toca para quitar
fr: Touche pour retirer
ja: タップして削除
ru: Нажми, чтобы убрать
sr: Додирни да уклониш
sr_latn: Dodirni da ukloniš
zh_hans: 轻点以移除

source: Tap to retry
de: Zum Wiederholen tippen
es: Toca para reintentar
fr: Touche pour réessayer
ja: タップして再試行
ru: Нажми, чтобы повторить
sr: Додирни да покушаш поново
sr_latn: Dodirni da pokušaš ponovo
zh_hans: 轻点以重试

source: That code doesn't match any family. Check it and try again.
de: Dieser Code passt zu keiner Familie. Prüf ihn und versuch es noch einmal.
es: Ese código no corresponde a ninguna familia. Revísalo e inténtalo de nuevo.
fr: Ce code ne correspond à aucune famille. Vérifie-le et réessaie.
ja: そのコードに該当する家族はありません。確認してもう一度お試しください。
ru: Этот код не подходит ни к одной семье. Проверь его и попробуй ещё раз.
sr: Тај код не одговара ниједној породици. Провери га и покушај поново.
sr_latn: Taj kod ne odgovara nijednoj porodici. Proveri ga i pokušaj ponovo.
zh_hans: 该邀请码不属于任何家庭。请检查后重试。

source: That code doesn't work anymore.
de: Dieser Code funktioniert nicht mehr.
es: Ese código ya no funciona.
fr: Ce code ne fonctionne plus.
ja: そのコードはもう使えません。
ru: Этот код больше не действует.
sr: Тај код више не важи.
sr_latn: Taj kod više ne važi.
zh_hans: 该邀请码已失效。

source: That current password is not right.
de: Das aktuelle Passwort stimmt nicht.
es: Esa contraseña actual no es correcta.
fr: Ce mot de passe actuel n’est pas le bon.
ja: 現在のパスワードが違います。
ru: Текущий пароль неверный.
sr: Тренутна лозинка није тачна.
sr_latn: Trenutna lozinka nije tačna.
zh_hans: 当前密码不正确。

source: That date doesn't exist.
de: Dieses Datum gibt es nicht.
es: Esa fecha no existe.
fr: Cette date n’existe pas.
ja: その日付は存在しません。
ru: Такой даты не существует.
sr: Тај датум не постоји.
sr_latn: Taj datum ne postoji.
zh_hans: 这个日期不存在。

source: That didn't work. Try again.
de: Das hat nicht geklappt. Versuch es noch einmal.
es: Eso no funcionó. Inténtalo de nuevo.
fr: Ça n’a pas marché. Réessaie.
ja: うまくいきませんでした。もう一度お試しください。
ru: Не получилось. Попробуй ещё раз.
sr: Није успело. Покушај поново.
sr_latn: Nije uspelo. Pokušaj ponovo.
zh_hans: 操作失败。请重试。

source: That doesn't look like a valid address.
de: Das sieht nicht nach einer gültigen Adresse aus.
es: Eso no parece una dirección válida.
fr: Cela ne ressemble pas à une adresse valide.
ja: 有効なアドレスではないようです。
ru: Это не похоже на действительный адрес.
sr: То не личи на исправну адресу.
sr_latn: To ne liči na ispravnu adresu.
zh_hans: 这看起来不是有效的地址。

source: That file is over the 100 MB limit.
de: Diese Datei ist größer als 100 MB.
es: Ese archivo supera el límite de 100 MB.
fr: Ce fichier dépasse la limite de 100 Mo.
ja: このファイルは100MBの上限を超えています。
ru: Этот файл больше 100 МБ.
sr: Та датотека прелази ограничење од 100 MB.
sr_latn: Ta datoteka prelazi ograničenje od 100 MB.
zh_hans: 该文件超过了 100 MB 的限制。

source: That file isn't a photo we can use.
de: Diese Datei ist kein Foto, das wir verwenden können.
es: Ese archivo no es una foto que podamos usar.
fr: Ce fichier n’est pas une photo utilisable.
ja: そのファイルは使える写真ではありません。
ru: Этот файл не подходит как фото.
sr: Та датотека није фотографија коју можемо да користимо.
sr_latn: Ta datoteka nije fotografija koju možemo da koristimo.
zh_hans: 该文件不是可用的照片。

source: That password is not right.
de: Das Passwort stimmt nicht.
es: Esa contraseña no es correcta.
fr: Ce mot de passe n’est pas le bon.
ja: パスワードが違います。
ru: Пароль неверный.
sr: Та лозинка није тачна.
sr_latn: Ta lozinka nije tačna.
zh_hans: 密码不正确。

source: That photo is too large for this server.
de: Dieses Foto ist zu groß für diesen Server.
es: Esa foto es demasiado grande para este servidor.
fr: Cette photo est trop lourde pour ce serveur.
ja: その写真はこのサーバには大きすぎます。
ru: Это фото слишком большое для этого сервера.
sr: Та фотографија је превелика за овај сервер.
sr_latn: Ta fotografija je prevelika za ovaj server.
zh_hans: 该照片对此服务器来说太大了。

source: That recording was too short.
de: Diese Aufnahme war zu kurz.
es: Esa grabación es demasiado corta.
fr: Cet enregistrement est trop court.
ja: 録音が短すぎます。
ru: Запись слишком короткая.
sr: Снимак је прекратак.
sr_latn: Snimak je prekratak.
zh_hans: 这段录音太短了。

source: That username is taken.
de: Dieser Benutzername ist schon vergeben.
es: Ese nombre de usuario ya está en uso.
fr: Ce nom d’utilisateur est déjà pris.
ja: そのユーザ名はすでに使われています。
ru: Это имя пользователя уже занято.
sr: То корисничко име је заузето.
sr_latn: To korisničko ime je zauzeto.
zh_hans: 该用户名已被占用。

source: The board is empty
de: Die Pinnwand ist leer
es: El tablón está vacío
fr: Le tableau est vide
ja: ボードは空です
ru: Доска пуста
sr: Табла је празна
sr_latn: Tabla je prazna
zh_hans: 留言板是空的

source: The current code stops working immediately. Pending requests survive.
de: Der aktuelle Code funktioniert sofort nicht mehr. Offene Anfragen bleiben bestehen.
es: El código actual dejará de funcionar de inmediato. Las solicitudes pendientes se conservan.
fr: Le code actuel cesse de fonctionner immédiatement. Les demandes en attente sont conservées.
ja: 現在のコードはすぐに使えなくなります。保留中のリクエストは残ります。
ru: Текущий код перестанет работать сразу. Заявки сохранятся.
sr: Тренутни код одмах престаје да важи. Захтеви на чекању остају.
sr_latn: Trenutni kod odmah prestaje da važi. Zahtevi na čekanju ostaju.
zh_hans: 当前代码会立即失效。待处理的申请仍然保留。

source: The family
de: Die Familie
es: La familia
fr: La famille
ja: ファミリー
ru: Семья
sr: Породица
sr_latn: Porodica
zh_hans: 家庭

source: The family board
de: Die Pinnwand der Familie
es: El tablón de la familia
fr: Le tableau de la famille
ja: ファミリーのボード
ru: Семейная доска
sr: Породична табла
sr_latn: Porodična tabla
zh_hans: 家庭留言板

source: The family owner needs to approve your request. This screen updates automatically — or pull down to check right now.
de: Der Eigentümer muss deine Anfrage freigeben. Dieser Bildschirm aktualisiert sich von selbst – oder zieh nach unten, um sofort nachzusehen.
es: El propietario debe aprobar tu solicitud. Esta pantalla se actualiza sola, o desliza hacia abajo para comprobarlo ahora.
fr: Le propriétaire doit approuver ta demande. Cet écran se met à jour tout seul — ou tire vers le bas pour vérifier maintenant.
ja: ファミリーのオーナーの承認が必要です。この画面は自動で更新されます。下に引いてすぐ確認することもできます。
ru: Владелец семьи должен одобрить заявку. Экран обновляется сам — или потяни вниз, чтобы проверить сейчас.
sr: Власник породице треба да одобри твој захтев. Овај екран се сам освежава — или повуци надоле да провериш одмах.
sr_latn: Vlasnik porodice treba da odobri tvoj zahtev. Ovaj ekran se sam osvežava — ili povuci nadole da proveriš odmah.
zh_hans: 需要家庭拥有者批准你的申请。此界面会自动更新，也可以下拉立即查看。

source: The language %@ answers in when it is asked in the family chat. It is not this app's language — that follows the device. With none chosen, it answers in the language of whoever asked.
de: Die Sprache, in der %@ antwortet, wenn es im Familienchat gefragt wird. Es ist nicht die Sprache dieser App – die richtet sich nach dem Gerät. Ohne Auswahl antwortet es in der Sprache der Frage.
es: El idioma en el que %@ responde cuando se le pregunta en el chat familiar. No es el idioma de esta app: ese lo decide el dispositivo. Sin ninguno elegido, responde en el idioma de quien pregunte.
fr: La langue dans laquelle %@ répond quand on l’interroge dans la conversation familiale. Ce n’est pas la langue de cette app : celle-là suit l’appareil. Sans choix, il répond dans la langue de la question.
ja: ファミリーチャットで %@ に質問したとき、返ってくる答えの言語です。このアプリの表示言語ではありません — そちらは端末に従います。選ばなければ、質問した人の言語で答えます。
ru: Язык, на котором %@ отвечает в семейном чате. Это не язык самого приложения — он берётся из настроек устройства. Если ничего не выбрано, ответ приходит на языке вопроса.
sr: Језик на ком %@ одговара када га питаш у породичном разговору. То није језик ове апликације — он прати уређај. Ако ништа није изабрано, одговор стиже на језику питања.
sr_latn: Jezik na kom %@ odgovara kada ga pitaš u porodičnom razgovoru. To nije jezik ove aplikacije — on prati uređaj. Ako ništa nije izabrano, odgovor stiže na jeziku pitanja.
zh_hans: 在家庭对话里向 %@ 提问时，它回答所用的语言。这不是这个 app 的界面语言——界面语言跟随设备。未选择时，它用提问者的语言回答。

source: The message is already at the %lld-character limit.
de: Die Nachricht ist schon am Limit von %lld Zeichen.
es: El mensaje ya está en el límite de %lld caracteres.
fr: Le message a déjà atteint la limite de %lld caractères.
ja: メッセージはすでに%lld文字の上限に達しています。
ru: Сообщение уже достигло предела в %lld символов.
sr: Порука је већ на ограничењу од %lld знакова.
sr_latn: Poruka je već na ograničenju od %lld znakova.
zh_hans: 消息已经达到 %lld 个字符的上限。

source: The question is the message everyone sees.
de: Die Frage ist die Nachricht, die alle sehen.
es: La pregunta es el mensaje que todos ven.
fr: La question est le message que tout le monde voit.
ja: 質問は、そのままみんなに届くメッセージになります。
ru: Вопрос — это и есть сообщение, которое увидят все.
sr: Питање је порука коју сви виде.
sr_latn: Pitanje je poruka koju svi vide.
zh_hans: 问题就是大家看到的那条消息。

source: The server could not be reached.
de: Der Server war nicht erreichbar.
es: No se pudo conectar con el servidor.
fr: Le serveur n’a pas pu être joint.
ja: サーバに接続できませんでした。
ru: Не удалось связаться с сервером.
sr: Сервер није доступан.
sr_latn: Server nije dostupan.
zh_hans: 无法连接服务器。

source: The server couldn't open a chat with them. Try again.
de: Der Server konnte keinen Chat mit dieser Person öffnen. Versuch es noch einmal.
es: El servidor no pudo abrir un chat con esa persona. Inténtalo de nuevo.
fr: Le serveur n’a pas pu ouvrir de discussion avec cette personne. Réessaie.
ja: サーバがその人とのチャットを開けませんでした。もう一度お試しください。
ru: Сервер не смог открыть чат с этим человеком. Попробуй ещё раз.
sr: Сервер није успео да отвори разговор с том особом. Покушај поново.
sr_latn: Server nije uspeo da otvori razgovor s tom osobom. Pokušaj ponovo.
zh_hans: 服务器无法打开与对方的聊天。请重试。

source: The server had a problem (%lld). Try again.
de: Der Server hatte ein Problem (%lld). Versuch es noch einmal.
es: El servidor tuvo un problema (%lld). Inténtalo de nuevo.
fr: Le serveur a rencontré un problème (%lld). Réessaie.
ja: サーバで問題が起きました（%lld）。もう一度お試しください。
ru: На сервере произошла ошибка (%lld). Попробуй ещё раз.
sr: Сервер је наишао на проблем (%lld). Покушај поново.
sr_latn: Server je naišao na problem (%lld). Pokušaj ponovo.
zh_hans: 服务器出了问题（%lld）。请重试。

source: The server had a problem. Try again in a moment.
de: Der Server hatte ein Problem. Versuch es gleich noch einmal.
es: El servidor tuvo un problema. Inténtalo de nuevo en un momento.
fr: Le serveur a rencontré un problème. Réessaie dans un instant.
ja: サーバで問題が起きました。しばらくしてからお試しください。
ru: На сервере произошла ошибка. Попробуй чуть позже.
sr: Сервер је наишао на проблем. Покушај поново за тренутак.
sr_latn: Server je naišao na problem. Pokušaj ponovo za trenutak.
zh_hans: 服务器出了问题。请稍后重试。

source: The server refused that.
de: Der Server hat das abgelehnt.
es: El servidor lo rechazó.
fr: Le serveur a refusé.
ja: サーバが拒否しました。
ru: Сервер это отклонил.
sr: Сервер је то одбио.
sr_latn: Server je to odbio.
zh_hans: 服务器拒绝了该操作。

source: The server refused the photo.
de: Der Server hat das Foto abgelehnt.
es: El servidor rechazó la foto.
fr: Le serveur a refusé la photo.
ja: サーバが写真を拒否しました。
ru: Сервер отклонил фото.
sr: Сервер је одбио фотографију.
sr_latn: Server je odbio fotografiju.
zh_hans: 服务器拒绝了该照片。

source: The server rejected that code.
de: Der Server hat diesen Code abgelehnt.
es: El servidor rechazó ese código.
fr: Le serveur a refusé ce code.
ja: サーバがそのコードを拒否しました。
ru: Сервер отклонил этот код.
sr: Сервер је одбио тај код.
sr_latn: Server je odbio taj kod.
zh_hans: 服务器拒绝了该邀请码。

source: The server rejected that name.
de: Der Server hat diesen Namen abgelehnt.
es: El servidor rechazó ese nombre.
fr: Le serveur a refusé ce nom.
ja: サーバがその名前を拒否しました。
ru: Сервер отклонил это имя.
sr: Сервер је одбио то име.
sr_latn: Server je odbio to ime.
zh_hans: 服务器拒绝了该名称。

source: The server rejected the request.
de: Der Server hat die Anfrage abgelehnt.
es: El servidor rechazó la solicitud.
fr: Le serveur a refusé la demande.
ja: サーバがリクエストを拒否しました。
ru: Сервер отклонил запрос.
sr: Сервер је одбио захтев.
sr_latn: Server je odbio zahtev.
zh_hans: 服务器拒绝了请求。

source: The server rejected the request. Try again.
de: Der Server hat die Anfrage abgelehnt. Versuch es noch einmal.
es: El servidor rechazó la solicitud. Inténtalo de nuevo.
fr: Le serveur a refusé la demande. Réessaie.
ja: サーバがリクエストを拒否しました。もう一度お試しください。
ru: Сервер отклонил запрос. Попробуй ещё раз.
sr: Сервер је одбио захтев. Покушај поново.
sr_latn: Server je odbio zahtev. Pokušaj ponovo.
zh_hans: 服务器拒绝了请求。请重试。

source: The server sent an answer this app didn't understand.
de: Der Server hat eine Antwort geschickt, die diese App nicht versteht.
es: El servidor envió una respuesta que esta app no entiende.
fr: Le serveur a envoyé une réponse que cette app ne comprend pas.
ja: サーバからこのアプリが理解できない応答が返りました。
ru: Сервер прислал ответ, который это приложение не понимает.
sr: Сервер је послао одговор који ова апликација не разуме.
sr_latn: Server je poslao odgovor koji ova aplikacija ne razume.
zh_hans: 服务器返回了此应用无法理解的响应。

source: There is no grace period and no way to cancel afterwards.
de: Es gibt keine Frist und danach kein Zurück.
es: No hay periodo de gracia ni forma de cancelarlo después.
fr: Il n’y a aucun délai, et aucun moyen de revenir en arrière.
ja: 猶予期間はなく、あとから取り消すこともできません。
ru: Ни отсрочки, ни возможности отменить это потом нет.
sr: Нема рока за предомишљање, нити начина да се то касније откаже.
sr_latn: Nema roka za predomišljanje, niti načina da se to kasnije otkaže.
zh_hans: 没有缓冲期，之后也无法取消。

source: There's nothing to paste.
de: In der Zwischenablage ist nichts.
es: No hay nada que pegar.
fr: Il n’y a rien à coller.
ja: 貼り付けるものがありません。
ru: Вставлять нечего.
sr: Нема шта да се налепи.
sr_latn: Nema šta da se nalepi.
zh_hans: 剪贴板里没有可粘贴的内容。
